TranHung1813/Gitgit/Korio.cydsn/Generated_Source/PSoC4/project.h
/*******************************************************************************
* File Name: project.h
* 
* PSoC Creator  4.2
*
* Description:
* It contains references to all generated header files and should not be modified.
* This file is automatically generated by PSoC Creator.
*
********************************************************************************
* Copyright (c) 2007-2018 Cypress Semiconductor.  All rights reserved.
* You may use this file only in accordance with the license, terms, conditions, 
* disclaimers, and limitations in the end user license agreement accompanying 
* the software package with which this file was provided.
********************************************************************************/

#include "cyfitter_cfg.h"
#include "cydevice_trm.h"
#include "cyfitter.h"
#include "cydisabledsheets.h"
#include "COLD_K1.h"
#include "COLD_K1_aliases.h"
#include "SW_Tx_UART.h"
#include "SW_Tx_UART_PVT.h"
#include "LED_RO.h"
#include "LED_RO_aliases.h"
#include "LED_COLD.h"
#include "LED_COLD_aliases.h"
#include "LED_HOT.h"
#include "LED_HOT_aliases.h"
#include "LED_LOCK.h"
#include "LED_LOCK_aliases.h"
#include "VL1.h"
#include "VL1_aliases.h"
#include "VL2.h"
#include "VL2_aliases.h"
#include "VL3.h"
#include "VL3_aliases.h"
#include "CapSense.h"
#include "CapSense_Control.h"
#include "CapSense_Filter.h"
#include "CapSense_Processing.h"
#include "CapSense_Sensing.h"
#include "CapSense_Structure.h"
#include "CapSense_Tuner.h"
#include "CapSense_Configuration.h"
#include "CapSense_SensingCSD_LL.h"
#include "CapSense_RegisterMap.h"
#include "CapSense_Adc.h"
#include "Buzzer.h"
#include "Buzzer_aliases.h"
#include "CapSense_ISR.h"
#include "cy_em_eeprom.h"
#include "CyFlash.h"
#include "CyLib.h"
#include "cyPm.h"
#include "cytypes.h"
#include "cypins.h"
#include "core_cm0plus_psoc4.h"
#include "CyLFClk.h"

/*[]*/

